window.W3H7 = {
  title: '7日目 実戦問題 (Ujian Minggu 3)',
  grammar: [],
  exam: {
    type: 'quiz',
    questions: [
      {
        question: '（ ）店を続ける気はないです。',
        options: ['1 損とはいえ', '2 損といえども', '3 損をするまでも', '4 損をしてまでも'],
        correct: 3
      },
      {
        question: '普段着はシンプルで（ ）。',
        options: ['1 丈夫なのに限る', '2 丈夫な限りだ', '3 丈夫に限らない', '4 丈夫に限ったことだ'],
        correct: 0
      },
      {
        question: '病気（ ）、いつまでも仕事を休んではいられない。',
        options: ['1 といえず', '2 というまでもなく', '3 と思いきや', '4 とはいえ'],
        correct: 3
      },
      {
        question: 'その商品がヒットしたの（ ）、次々と類似品が発売された。',
        options: ['1 が最後', '2 を皮切りに', '3 や否や', '4 を思いきや'],
        correct: 1
      },
      {
        question: '近くまで来ましたので、ご挨拶（ ）お伺いしました。',
        options: ['1 かたがた', '2 かたわら', '3 ながら', '4 ながらも'],
        correct: 0
      },
      {
        question: '明日（ ）、退職いたします。',
        options: ['1 をもって', '2 というもの', '3 が最後', '4 に限り'],
        correct: 0
      },
      {
        question: 'デパートが開店する（ ）、主婦たちが特売場に押し寄せた。',
        options: ['1 かと思いきや', '2 までもなく', '3 が早いか', '4 そばから'],
        correct: 2
      },
      {
        question: '（ ）と思っていたことだったが、記録しておいてよかった。',
        options: ['1 書くまでのことだ', '2 書くまでもない', '3 書かないまでだ', '4 書かないまでも'],
        correct: 1
      },
      {
        question: '語彙を勉強しているが、覚えたと思った（ ）忘れてしまう。',
        options: ['1 かたがた', '2 かたわら', '3 そばから', '4 がてら'],
        correct: 2
      },
      {
        question: 'この３週間（ ）、ろくに寝ていない。',
        options: ['1 の限り', '2 といえども', '3 かと思いきや', '4 というもの'],
        correct: 3
      },
      {
        question: 'とにかくやってみよう。できなければ、あきらめる（ ）。',
        options: ['1 わけだ', '2 わけにはいかない', '3 までもない', '4 までのことだ'],
        correct: 3
      },
      {
        question: '彼が美人で若いお嫁さんをもらったとは、うらやましい（ ）。',
        options: ['1 限りだ', '2 限りではない', '3 に限る', '4 に限らない'],
        correct: 0
      },
      {
        question: '遊びがてら（ ）。',
        options: ['1 よく学んでください', '2 看護師の勉強をしています', '3 ぜひいらっしゃってください', '4 お詫びに伺います'],
        correct: 2
      },
      {
        question: '彼女は子どもを育てるかたわら、（ ）。',
        options: ['1 時間が足りなくて悩んでいる', '2 家で料理教室も開いている', '3 家事が得意で何をするのも早い', '4 将来は教師の資格を生かしたいそうだ'],
        correct: 1
      },
      {
        question: '今日の試合に負けたといえども、（ ）。',
        options: ['1 勝つわけがないと思っていた', '2 勝てなかったのは仕方がなかった', '3 相手チームとの力の差はほとんどなかった', '4 相手チームほどの実力はなかった'],
        correct: 2
      },
      {
        question: '息子は頑固でいったん ___ ___ _★_ ___ 耳を傾けない。',
        options: ['1 だれの言うこと', '2 最後', '3 にも', '4 言い出したら'],
        correct: '4-2-1-3'
      },
      {
        question: '友人が ___ ___ _★_ ___ とは、夢にも思わなかった。',
        options: ['1 連絡を受けたが', '2 との', '3 そんなに悪かった', '4 入院した'],
        correct: '4-2-1-3'
      },
      {
        question: '彼は ___ ___ _★_ ___ 乗り換えの電車に間に合わなかったようだ。',
        options: ['1 やいなや', '2 電車を降りる', '3 どうやら', '4 走り出したが'],
        correct: '3-2-1-4'
      },
      {
        question: 'あなたの ___ ___ _★_ ___ 、油断してはいけません。',
        options: ['1 すれば', '2 とはいえ', '3 実力をもって', '4 合格は可能だ'],
        correct: '3-1-4-2'
      },
      {
        question: 'その国は ___ ___ _★_ ___ いる。',
        options: ['1 目覚ましい進歩', '2 からというもの', '3 をとげて', '4 オリンピックを開催して'],
        correct: '4-2-1-3'
      },
      {
        question: 'ダイエットを成功させるのが難しいと感じているのは、私に [ 21 ] だろう。',
        options: ['1 限ってない', '2 限ってまでもない', '3 限ったまで', '4 限ったことではない'],
        correct: 3
      },
      {
        question: '甘いおやつも今日 [ 22 ] やめようと思うのだが、目の前にするとついつい手が伸びてしまう。',
        options: ['1 早いか', '2 が最後', '3 を皮切りに', '4 を限りに'],
        correct: 3
      },
      {
        question: 'また、それだけではなく、健康を害する恐れもあるということは [ 23 ]。',
        options: ['1 言うまでだ', '2 言わないまでだ', '3 言うまでもない', '4 言わないまでもない'],
        correct: 2
      },
      {
        question: '理想の体重になった [ 24 ]、リバウンドすることもよくあるからだ。',
        options: ['1 が早いか', '2 や否や', '3 と思いきや', '4 とは思い'],
        correct: 2
      },
      {
        question: '結局 [ 25 ]、適度な運動をしてカロリーを消費したり、筋肉をつけることが大切だ。',
        options: ['1 毎日とはいかないまでも', '2 毎日となるまでに', '3 毎日といえども', '4 毎日というもの'],
        correct: 0
      }
    ]
  }
};