
window.W8H7 = {
  title: '７日目 実戦問題 (Ujian Minggu 8)',
  grammar: [],
  exam: {
    type: 'quiz',
    questions: [
      {
        question: '一見平和に見えるこの国だが、（ ）ほどの問題を抱えている。',
        options: [
          '1 数えるにこしたことがない',
          '2 数えればきりがない',
          '3 数えるにはあたらない',
          '4 数えるにかたくない'
        ],
        correct: 1
      },
      {
        question: '小学生（ ）、大学生にもなってこんな簡単な算数がわからないとは情けない。',
        options: [
          '1 ならいざ知らず',
          '2 はおろか',
          '3 に差し支えず',
          '4 をものともせずに'
        ],
        correct: 1
      },
      {
        question: '私の隣に座っていた人は、コンサートの開始に遅れただけでなく、居眠り（ ）。',
        options: [
          '1 の至りだった',
          '2 を禁じえなかった',
          '3 をする始末だった',
          '4 を余儀なくされた'
        ],
        correct: 2
      },
      {
        question: '「酔っていたとはいえ、失礼（ ）態度を取ってしまい、誠に申し訳ありませんでした。」',
        options: [
          '1 きりがない',
          '2 極まりない',
          '3 あるまじき',
          '4 の至りの'
        ],
        correct: 2
      },
      {
        question: '仲間が海で遭難した。彼らの無事を（ ）。',
        options: [
          '1 願ってやまない',
          '2 願い極まる',
          '3 願う始末だ',
          '4 願うにかたくない'
        ],
        correct: 0
      },
      {
        question: '首相が辞任したのは、筋書き通りで（ ）。',
        options: [
          '1 驚くことにしたことはなかった',
          '2 驚きにかたくなかった',
          '3 驚きを禁じ得なかった',
          '4 驚くにはあたらなかった'
        ],
        correct: 3
      },
      {
        question: 'A社は昨今の不景気（ ）、業績を伸ばしている。',
        options: [
          '1 はおろか',
          '2 をいざ知らず',
          '3 はさておき',
          '4 をものともせず'
        ],
        correct: 3
      },
      {
        question: '馬（ ）、こんなにたくさんのニンジンは食べられませんよ。',
        options: [
          '1 は何であれ',
          '2 じゃあるまいし',
          '3 はおろか',
          '4 にあるまじきで'
        ],
        correct: 1
      },
      {
        question: '特に秘密にしているわけではないので、（ ）。',
        options: [
          '1 誰に話しても極まりません',
          '2 誰かに話すにはあたりません',
          '3 誰かに話すにこしたことはありません',
          '4 誰に話しても差し支えありません'
        ],
        correct: 3
      },
      {
        question: '経営の危機に面して、社長はリストラの決断をしたが、彼の決断はいつも（ ）。',
        options: [
          '1 遅すぎるきらいがある',
          '2 遅く極まりない',
          '3 遅いにこしたことはない',
          '4 遅くても差し支えない'
        ],
        correct: 0
      },
      {
        question: '偽造した硬貨を自動販売機などで使用する事件が相次いだため、その硬貨のデザインや材質の（ ）。',
        options: [
          '1 変更を禁じえなかった',
          '2 変更するにあたった',
          '3 変更を余儀なくされた',
          '4 変更をものともしなかった'
        ],
        correct: 2
      },
      {
        question: '若いときならいざ知らず、（ ）。',
        options: [
          '1 年を取るのは避けられません',
          '2 年を取りたくないものです',
          '3 今はそんなきつい運動はできません',
          '4 今は運動がきつくても少しずつやっています'
        ],
        correct: 2
      },
      {
        question: '彼は自分の店はおろか、（ ）。',
        options: [
          '1 自宅まで失ってしまった',
          '2 自宅まで自分で建てた',
          '3 友人の店まで手伝っている',
          '4 友人の店まで有名にした'
        ],
        correct: 0
      },
      {
        question: '自分の子どもを虐待するなど、（ ）。',
        options: [
          '1 親にとって想像にあたらない',
          '2 親になれば想像に難くない',
          '3 親として失礼極まる行為だ',
          '4 親としてあるまじき行為だ'
        ],
        correct: 3
      },
      {
        question: 'このような不当な判決には、怒りを禁じ得ません。（ ）。',
        options: [
          '1 理由によっては、受け入れたいです',
          '2 まったく受け入れられないわけではありません',
          '3 断固、抗議するつもりです',
          '4 やはり、抗議せずにすむでしょう'
        ],
        correct: 2
      },
      {
        question: '___ ___ ★ ___ のは残念の極みです。',
        options: [
          '1 その制度が廃止される',
          '2 今までの活動が',
          '3 無駄になる',
          '4 理由はどうあれ'
        ],
        correct: '1-4-3-2'
      },
      {
        question: '朝から晩まで好きな人のことばかり考え ___ ___ ★ ___ なんだろう。',
        options: [
          '1 この状態は',
          '2 でなくて',
          '3 恋の病',
          '4 夜もなかなか寝られない'
        ],
        correct: '4-1-2-3'
      },
      {
        question: '___ ___ ★ ___ のは言うまでもないだろう。',
        options: [
          '1 にしたことはない',
          '2 簡単に治る病気',
          '3 とはいえ',
          '4 そんな病気にならない'
        ],
        correct: '2-3-4-1'
      },
      {
        question: '育った家庭環境を考えれば彼の行動は ___ ___ ★ ___ ものではない。',
        options: [
          '1 それで',
          '2 理解に難くない',
          '3 許される',
          '4 と言われるが'
        ],
        correct: '2-1-3-4'
      },
      {
        question: '昨日見た映画は、映像技術は ___ ___ ★ ___ あたらない。',
        options: [
          '1 評価するには',
          '2 さておき',
          '3 ストーリーは',
          '4 ありふれたもので'
        ],
        correct: '3-4-1-2'
      },
      {
        question: '父を六歳の時に亡くしたという事実が、女である私の成長過程で精神的にどのような影響を及ぼしてきたか、それは私にもわからない。\nしかし、[ 21 ] 私も弟も、男の人がほんとに怒ったときの怖さを知らぬまま大人になってしまった。',
        options: [
          '1 よいにつけ悪いにつけ',
          '2 よかろうわるからう',
          '3 よいともわるいとも',
          '4 よかれあしかれ'
        ],
        correct: 0
      },
      {
        question: '小さい頃、友達の家に泊まりにいくと、夕方そこのお父さんが帰宅した時に、家の中の人たちがピリピリするそんな瞬間を感じたことがある。お母さんはお父さんの背広を受け取り、いそいそと食事の用意を始め、子どもたちは今までしゃがいていたのに臀少しおとなしくなった。こんな瞬間が父親のいない我が家にはなかった。\n母は「母子家庭」という言葉を忌みきらう。うちは好き好んで母子家庭になったんじゃない ― 離婚して母子家庭を選んだ人と一緒にしないでという強い思いが母の中にはあるようだ。\n[ 22 ]、私たちを育てる過程で、「あそこの家はお父さんがいないからあんなふうなのよ」というように、人からうしろ指をさされるようなことだけはない子どもたちに育てなければという気負いが母にはあったと思う。',
        options: [
          '1 それどころか',
          '2 ならびに',
          '3 および',
          '4 それゆえに'
        ],
        correct: 3
      },
      {
        question: '私も弟もグレこそしなかったが、節日節日には多かれ少なかれ人並みに [ 23 ]。こんな時母親は、「あー、女親じゃ、やっぱりダメ。こういう時は男親にガツンと一発やってもらわないと」 ― といつも情けなさそうに言っていた。\nそう言っても、女親としては母はかなり厳しいほうだと私は思っている。[ 24 ] 母は、本気で私たちを叱るときは容赦なく平手でバチンとやった。食事中についうっかりお膳上のコップをひっくり返したりしたときも、「テレビのほうばっかり、よそ見しているからでしょ！」とゴツンとやられ、[ 25 ] パチッとテレビを消された。そのゴツンが、かなり痛いゴツンだった。',
        options: [
          '1 反抗期というものを迎えた',
          '2 迎えた反抗期に気付かなかった',
          '3 母に反抗できずにすんだ',
          '4 母の反抗をものともしなかった'
        ],
        correct: 1
      },
      {
        question: '母親は、本気で私たちを叱るときは容赦なく平手でバチンとやった。……[ 24 ] 母は、本気で私たちを叱るときは容赦なく平手でバチンとやった。',
        options: [
          '1 小さなことはおろか',
          '2 小さいことじゃあるまいし',
          '3 どんな小さいことにつき',
          '4 どんな小さいことであれ'
        ],
        correct: 0
      },
      {
        question: '……食事中についうっかりお膳上のコップをひっくり返したりしたときも、「テレビのほうばっかり、よそ見しているからでしょ！」とゴツンとやられ、[ 25 ] パチッとテレビを消された。',
        options: [
          '1 かつ',
          '2 ないしは',
          '3 もしくは',
          '4 だが'
        ],
        correct: 0
      }
    ]
  }
};