window.W7H7 = {
  title: '７日目 実戦問題 (Ujian Minggu 7)',
  grammar: [],
  exam: {
    type: 'quiz',
    questions: [
      {
        question: '彼女は、夫の暴力に（ ）いが、ついに家を出て行く決心をした。',
        options: [
          '1 我慢するも我慢しないで',
          '2 我慢に我慢を重ねて',
          '3 我慢という我慢を組んで',
          '4 我慢で我慢を合わせて'
        ],
        correct: 1
      },
      {
        question: '（ ）「やります」と言った彼の責任は重い。',
        options: [
          '1 できるにたりて',
          '2 できないにして',
          '3 できもしないで',
          '4 できなくはなくて'
        ],
        correct: 2
      },
      {
        question: '近所の梅の木も色づき、春（ ）季節になりました。',
        options: [
          '1 びる',
          '2 ぶる',
          '3 まく',
          '4 めく'
        ],
        correct: 3
      },
      {
        question: '昨日見た映画は残酷なシーンばかりで、とても（ ）ものだった。',
        options: [
          '1 見るにたえない',
          '2 見ざるを得ない',
          '3 見るだに恐ろしい',
          '4 見るには及ばない'
        ],
        correct: 0
      },
      {
        question: 'だれでも（ ）、死にたいと思ったことがあるのではないだろうか。',
        options: [
          '1 十回に一、二回',
          '2 今度という今度',
          '3 一度や二度',
          '4 何回にして何回も'
        ],
        correct: 2
      },
      {
        question: '彼が自分の犯行であることを（ ）証拠が出てきた。',
        options: [
          '1 認め足りない',
          '2 認めるに耐えない',
          '3 認めるに及ばない',
          '4 認めざるを得ない'
        ],
        correct: 3
      },
      {
        question: 'このあたりは、（ ）塀に落書きがされていて、地域の大きな問題になっている。',
        options: [
          '1 塀や',
          '2 塀に',
          '3 塀とした',
          '4 塀という'
        ],
        correct: 3
      },
      {
        question: '新入社員が入ってくると、急に先輩（ ）口のきき方をする人が多い。',
        options: [
          '1 のふりで',
          '2 ぶった',
          '3 っぷりの',
          '4 ぶりの'
        ],
        correct: 1
      },
      {
        question: '病院で寝たきりの母の姿を思い浮かべる（ ）、涙が出てくる。',
        options: [
          '1 めく',
          '2 ぶり',
          '3 こととて',
          '4 だに'
        ],
        correct: 3
      },
      {
        question: 'なじぶん不慣れ（ ）、ご迷惑をおかけするかもしれませんが、よろしくお願いいたします。',
        options: [
          '1 なこととて',
          '2 だに',
          '3 ぶって',
          '4 に足りるもので'
        ],
        correct: 0
      },
      {
        question: '「何の苦労もない君なんかにかほの気持ちは（ ）さ。」',
        options: [
          '1 わからないったらない',
          '2 わかるったらない',
          '3 わかりゃない',
          '4 わかりやしない'
        ],
        correct: 3
      },
      {
        question: 'その病気は現在、薬の開発のおかげで、昔ほど（ ）そうだ。',
        options: [
          '1 恐れるに耐える',
          '2 恐れざるものだ',
          '3 恐れざるを得ない',
          '4 恐るに足りない'
        ],
        correct: 3
      },
      {
        question: 'ご心配（ ）。必ず期限までに完成させることをお約束いたします。',
        options: [
          '1 には足りません',
          '2 には及びません',
          '3 かけるにたえません',
          '4 するもなんともありません'
        ],
        correct: 1
      },
      {
        question: '「僕と結婚してください。あなたを幸せに（ ）。」',
        options: [
          '1 してみせます',
          '2 してなります',
          '3 せざるを得ません',
          '4 するにおよびます'
        ],
        correct: 0
      },
      {
        question: '彼女が男性にもてるのは、うらやしくもなんともない。（ ）。',
        options: [
          '1 私も彼女のように異性に注目されたい',
          '2 彼女のような女性は男性がほっておかないだろう',
          '3 私には素敵な彼がいるから',
          '4 彼女の彼はだれよりも素敵なんだから'
        ],
        correct: 1
      },
      {
        question: '結婚10年目にして ___ ___ ★ ___ なかった。',
        options: [
          '1 結婚10年目にして',
          '2 やっと妊娠したときの',
          '3 夫の喜びよう',
          '4 といったら'
        ],
        correct: '3-4-2-1'
      },
      {
        question: 'さまざまな ___ ___ ★ ___ を楽しみにしている。',
        options: [
          '1 が得られる',
          '2 この番組',
          '3 世界の情報',
          '4 知られざる'
        ],
        correct: '4-3-1-2'
      },
      {
        question: '久しぶりに姪に会ったところ、いつも ___ ___ ★ ___ いたので、少々驚いた。',
        options: [
          '1 服装もさることながら',
          '2 大人びて',
          '3 話し方が',
          '4 ジーンズにスニーカーだった'
        ],
        correct: '2-3-4-1'
      },
      {
        question: '___ ___ ★ ___ がまだまだ残っている。',
        options: [
          '1 信頼に足る',
          '2 ものかどうか',
          '3 数値が',
          '4 調査の余地'
        ],
        correct: '3-1-2-4'
      },
      {
        question: '___ ___ ★ ___ が、それには及ばないだろう。',
        options: [
          '1 ものなら',
          '2 を得ない',
          '3 修理できない',
          '4 新しいのを買わざる'
        ],
        correct: '3-4-1-2'
      },
      {
        question: '先月、A社が研究開始から [ 21 ]、世界最高強度である繊維の開発に成功したと発表した。',
        options: [
          '1 15年目にして',
          '2 15年目にそって',
          '3 15年の歳月に即して',
          '4 15年の歳月を機に'
        ],
        correct: 0
      },
      {
        question: 'J20と名づけられたこの繊維はスチール繊維の10倍もの強度があるだけでなく、熱にも強く、650度の温度での使用 [ 22 ] 特性を備える。',
        options: [
          '1 にたえる',
          '2 にこえない',
          '3 してみせる',
          '4 に使用を重ねる'
        ],
        correct: 0
      },
      {
        question: '[ 23 ]、そんなJ20も、ちょうど同時期にドイツで開発されたG30という繊維 [ 24 ] のである。',
        options: [
          '1 それゆえ',
          '2 それどころか',
          '3 しかも',
          '4 しかしながら'
        ],
        correct: 1
      },
      {
        question: 'G30は、熱に対する耐性はJ20とそれほど変わらないものであるが、強度については、スチール繊維の20倍とされており、J20の強度を完全に上回っている。しかも、J20に比べて生産コストが半分程度だという。',
        options: [
          '1 より及ばない',
          '2 より及ばなかった',
          '3 には及ばず',
          '4 には及ばなかった'
        ],
        correct: 3
      },
      {
        question: 'A社の広報部によると、開発チームの [ 25 ] は計り知れないものであったということだが、G30を超える繊維を開発すべくさらなる調査、研究に乗り出すということだ。',
        options: [
          '1 落胆だに',
          '2 落胆めき',
          '3 落胆たり',
          '4 落胆ぶり'
        ],
        correct: 3
      }
    ]
  }
};